export default {
  people: [{
    id: 0,
    name: '陆嵩',
    summary: '陆嵩（1791～1860）,字希孙,号方山,有孙陆润庠。其人生平既有安乐祥和的早期阶段,也体验过了众多亲眷零落的人世之悲,更多地经历这一时代的内忧外患。',
    value: [5500, 4500, 5500, 3500, 4500, 3500]
  }, {
    id: 1,
    name: '贝青乔',
    summary: '贝青乔（1810~1863）,字子木,号无咎,清代晚期杰出爱国诗人。出身低层士人家庭。参加浙东抗英斗争,写下《咄咄吟》一百二十首绝句。太平天国起义爆发后,先后入浙西及安徽戎幕,同治二年卒于北上途中。',
    value: [4500, 5500, 4500, 4500, 4500, 5500]
  }, {
    id: 2,
    name: '王韬',
    summary: '王韬（1828~1897）,原名王利宾,字兰卿。其人生分为四个阶段,里居读书以求科第,弹铗淞滨、乱世献策,遁迹天南、放眼中外,北返淞沪、执掌书院、成就一代报人。其欧洲之行是中国文人第一次以自由的身份对欧洲进行的实地考察。',
    value: [5500, 3500, 5500, 3500, 4500, 4500]
  }, {
    id: 3,
    name: '胡石予',
    summary: '胡石予（1868~1938）,名蕴,字介生,别署石翁。早期任教于苏州草桥中学,从事教育工作数十年。学识渊博,术业精深,与钱民山、高吹万并称“江南三大名儒”。能诗擅文,其诗清淡闲适,神似陆放翁,著有现实主义史诗《秋风诗》。',
    value: [5500, 3500, 3500, 4500, 3500, 2500]
  }, {
    id: 4,
    name: '金天翮',
    summary: '金松岑（1874~1947）,又名天翮、天羽,号壮游,自署天放楼主人,清末国学大师。出生于世代书香之家。读书求学时追随经世遗风,兴教办学救国救民,畅游天下开阔眼界,平生以出世为迹,以入世为心。',
    value: [5500, 4500, 4500, 3500, 5500, 4500]
  }, {
    id: 5,
    name: '高旭',
    summary: '高旭（1877~1925）,字天梅,号剑公,中国近代诗人、南社发起人之一。他早年倾向维新变法,后来转向支持革命,他的新潮诗激荡时代风雷,为蓬勃发展的诗界革命运动补充了新鲜血液。',
    value: [3500, 4500, 2500, 5500, 4500, 3500]
  }],

} 