export const details = [
  [
    {
      class: ['font'],
      node: "吴茝	（1839年-1874年）",
    },
    {
      class: [],
      node: "字佩纕，一字纫之。吴县人。有《佩秋阁诗稿》，从小聪慧喜好读书，每天都拿着一卷书册，寒暑依旧。她的诗集最初叫《聊生草》，也擅长写骈体文。",
    },
    {
      class: ['center'],
      node: "「遥夜魂归风铎语，虚廊人去石苔侵。」",
    },
    {
      class: ['center'],
      node: "「缅怀高风嗟已往，平原衰草流逝川。」",
    },
    {
      class: ['center'],
      node: "「芜城老秋色，沧海感浮生。明月刀环梦，残山鼓角声。」",
    },
    {
      class: ['center'],
      node: "「歌残渭雨愁三迭，梦逐京华路几千。」",
    },
  ],
  [
    {
      class: ['font'],
      node: "吴兰畹	常熟	（生活于1851-1861前后）",
    },
    {
      class: [],
      node: "字宛之，常熟人。宜兴拔贡、浙江巡抚任道镕室。有《灌香草堂初稿》，自幼机敏，读汉魏诗歌，能立刻理解。她喜欢学浣花体，也喜欢书法绘画。她的诗歌多数痛亲忧乱，语言较为伤感。周小棠《通政家楣序其稿》谓：“情难境易，怨比欢多，斯足状女子之善怀矣。",
    },
    {
      class: ['center'],
      node: "「何须更作悲秋客，四壁虫声已不平。」",
    },
    {
      class: ['center'],
      node: "「风雨悲摇落，潇潇警客眠。愁心千里碎，孤梦五更悬。」",
    },
    {
      class: ['center'],
      node: "「鬼哭无新旧，烽飞历岁年。承平应有日，泪眼向秋天。」",
    },
    {
      class: ['center'],
      node: "「惆怅莺花梦里过，沧桑不改旧山河。乾坤满眼风涛阔，湖海惊心浪迹多。」",
    },
  ],
  [
    {
      class: ['font'],
      node: "徐璨	吴县	（1870～1959）",
    },
    {
      class: [],
      node: "字湘苹，吴县人。海宁大学士陈之遴室。擅长诗词，尤其精通根据声律填词，闲暇也擅长绘画，画宫妆美人，笔法古秀，衣纹如莼叶间，亦点染作花草。",
    },
    {
      class: ['center'],
      node: "《秋日漫兴》",
    },
    {
      class: ['center'],
      node: "「帝苑芳春凤吹谐，看花曾遍洛阳街。行吟缓控青丝辔，击节频抽白玉钗。」",
    },
    {
      class: ['center'],
      node: "「共挽鹿车归旧隐，几浮鱼艇散秋怀。霜风扫尽烟霞况，愁见龙城叶满阶。」",
    },
    {
      class: ['center'],
      node: "《陇头水》",
    },
    {
      class: ['center'],
      node: "「西去穷荒恨，东看故国愁。一心悬两地，双泪落风流。」",
    },
    {
      class: ['center'],
      node: "「羽檄秋偏急，戎车夜不休。壮夫轻出塞，未到陇山头。」",
    },
  ],
  [
    {
      class: ['font'],
      node: "王采苹	太仓	（1826―1893）",
    },
    {
      class: [],
      node: "字涧香，太仓人。无锡举人程培元室。有《读选楼诗稿》。绘画学习奉常，也擅长画花卉和写八分书。她的诗歌钟有拟古诗数十首，辞意逼真。",
    },
    {
      class: ['center'],
      node: "「清幽庾信诗，绮丽相如赋。朗诵恍有神，流连得真趣。」",
    },
    {
      class: ['center'],
      node: "「洞庭秋水深，木叶飞潇湘。灵妃鼓瑶瑟，天地皆苍凉。」",
    },
    {
      class: ['center'],
      node: "「同气三五人，慰我毋自悲。我悲讵能已，恻恻中肠摧。」",
    },
    {
      class: ['center'],
      node: "「安得少伯舟，飘然五湖边。斯怀苦难遂，奋往无修翰。」",
    },
  ],
  [
    {
      class: ['font'],
      node: "吴瓊仙	吴江",
    },
    {
      class: [],
      node: "字子佩，一字珊珊，吴江人。丈夫吴江徐山民。他们同声耦歌，日夜相和。袁枚听说以后曾经到吴中探访，认为她才华横溢",
    },
    {
      class: ['center'],
      node: "「何图中闺，乃觏牙旷，百番赫蹏，十读惆怅。」",
    },
    {
      class: ['center'],
      node: "「隔墙莲漏响珊珊，一缕炉烟到午残。铃语绿窗风不定，梨花吹雪作春寒。」",
    }
  ],
  [
    {
      class: ['font'],
      node: "朱沁香	吴江",
    },
    {
      class: [],
      node: "字萼增，徐兰叔妻，有《南楼吟香集》。幼聪慧，年十二，赋水仙诗云：“本是仙风骨，临波试淡妆。不留脂粉气，清梦落潇湘。",
    },
    {
      class: ['center'],
      node: "「韶华九十过三分，寄我临风一朵云。遮莫高楼望穿眼，归来佳节正湔裙。」",
    },
    {
      class: ['center'],
      node: "「岂无旧梦寻三径，可有新诗赋六桥。」",
    },
    {
      class: ['center'],
      node: "「四围风絮怜飞白，一霎烟花嫁小红。」",
    }
  ],
]