export default {
  data: [
    // 1.
    [650.2358421078053, 170.70913833075736, 100, 1],
    // 2. 
    [670.2358421078053, 220.70913833075736, 100, 2],
    // 3. 
    [780.2358421078053, 300.70913833075736, 100, 3],
    // 4. 
    [675.2358421078053, 360.70913833075736, 100, 4],
    // 5 .
    [695.2358421078053, 315.70913833075736, 100, 5],
    // 6. 
    [980.2358421078053, 360.70913833075736, 100, 6],
    // 7. 
    [500.2358421078053, 560.70913833075736, 100, 7],
    // 8.
    [460.2358421078053, 590.70913833075736, 100, 8],
    // 9. 
    [580.2358421078053, 570.70913833075736, 100, 9],
    // 10.
    [820.2358421078053, 620.70913833075736, 100, 10],
    // 11.
    [380.2358421078053, 620.70913833075736, 100, 11],
    // 12.
    [340.2358421078053, 620.70913833075736, 100, 12],
    // 13. 
    [430.2358421078053, 650.70913833075736, 100, 13],
    // 14.
    [430.2358421078053, 600.70913833075736, 100, 14],
    // 15. 
    [450.2358421078053, 620.70913833075736, 100, 15],
    // 16.
    [340.2358421078053, 820.70913833075736, 100, 16],
    // 17.
    [230.2358421078053, 770.70913833075736, 100, 17],
    // 18.
    [160.2358421078053, 750.70913833075736, 100, 18],
    // 19.
    [555.2358421078053, 730.70913833075736, 100, 19],
    // 20.
    [775.2358421078053, 650.70913833075736, 100, 20],
    // 21.
    [780.2358421078053, 700.70913833075736, 100, 21],
  ],
  node: [
    {
      id: 0,
      title: '蒋阁老坟',
      verses: ['「丞相祠何在？高坟说蒋公。', '绍封新赤芾，余韵旧青桐。']
    },
    {
      id: 1,
      title: '虞山',
      verses: ['海虞山色黯然收，', '夕照苍茫月一钩。']
    },
    {
      id: 2,
      title: '兴福寺',
      verses: ['别有萧条景，寒枫拥寺门。', '潮塘神宇静，突兀两苍官。']
    },
    {
      id: 3,
      title: '虚霩园',
      verses: ['融融化枭凤，荡荡平畦畛。', '不羡好园池，羡汝棫朴薪。']
    },
    {
      id: 4,
      title: '柏古轩',
      verses: ['柏古轩中柏子禅，', '问渠信行可清坚']
    },
    // 
    {
      id: 5,
      title: '印溪',
      verses: ['夕阳明短笠，捉花长堤下。', '篁竹细吟风，枫叶霜匀醉。']
    },
    // 
    {
      id: 6,
      title: '虎丘',
      verses: ['香雾花两岸，歌云船四邻。', '华月落波际，摇漾翻金鳞。']
    }, {
      id: 7,
      title: '枫桥',
      verses: ['上冢船归暮色微，', '斜阳欲落故依依。']
    }, {
      id: 8,
      title: '沧浪亭',
      verses: ['只惜登临易夕阳，', '一池流水自沧浪。']
    }, {
      id: 9,
      title: '唯亭',
      verses: ['野屋娄江夜，寒檠照独眠。', '蛤潮凉吠月，萤火湿流烟。']
    }, {
      id: 10,
      title: '香雪海',
      verses: ['春寒寂寞行径掩，', '漫庄旧筑今已无。']
    }, {
      id: 11,
      title: '西碛山',
      verses: ['古色青铜浑不改，', '凌寒惯自阅风霜']
    }, {
      id: 12,
      title: '木渎',
      verses: ['越来溪水碧于蓝，', '两桨分波路旧谙']
    }, {
      id: 13,
      title: '天平山',
      verses: ['松是奇从石大观，', '松容石气两迷漫']
    }, {
      id: 14,
      title: '胥江',
      verses: ['帘衣记卸春风暖，', '杏雨初肥燕子来。']
    }, {
      id: 15,
      title: '东山',
      verses: ['一样东山丝竹好，', '可怜不是太元年。']
    }, {
      id: 16,
      title: '西山',
      verses: ['孤晖随径深，秀巘入秋爽。', '晴霭淡多阴，凉翠引遄往。']
    }, {
      id: 17,
      title: '太湖',
      verses: ['中流容与不知暑，', '黄雀风高白波驶。']
    },
    {
      id: 18,
      title: '同里',
      verses: ['东郭绕如带，北去殊蜿蜒。', '危塔孑无傍，余赭犹鲜妍。']
    },
    {
      id: 19,
      title: '吴淞江 ',
      verses: ['云烟倏忽纷变幻，', '扬舱快若乘长风。']
    },
    {
      id: 20,
      title: '莺脰湖',
      verses: ['却看笠泽小蓬海，', '足继诗人莺脰湖。']
    }
  ]
}